[
  {
    "id": 1,
    "slug": "molho-pesto",
    "urlToImage": "https://img.itdg.com.br/tdg/images/recipes/000/005/887/346227/346227_original.jpg?mode=crop&width=710&height=400",
    "title": "Molho Pesto",
    "subtitle": "Molho Pesto de Hortelã",
    "ingredients": "2 xícaras (de chá) de folhas de hortelã higienizadas (cerca de 50g ou 1 maço), 1/3 de xícara (de chá) de nozes ou castanhas, 1 dente de alho pequeno sem o miolo, 1/2 xícara (de chá) de azeite, 1/2 colher (de sopa) de suco de limão, Sal e pimenta a gosto.",
    "phases": "Lave rapidamente um maço de hortelã fresca. Deixe de molho em um litro de água com uma colher de sopa de água sanitária por 15 minutos para uma melhor higienização. Escorra, enxágue e seque bem com papel toalha ou com um pano de prato limpo. Remova as folhas e separe cerca de 2 xícaras ou 50g pra esta receita. Coloque essas folhas em um liquidificador ou processador, adicione as nozes ou castanhas, o alho sem o miolo, o azeite, tempere com sal e pimenta a gosto e com o suco de limão. Bata bem, até obter uma mistura unitorme. Se precisar, pare e mexa.",
    "type": "SALGADAS"
  },
  {
    "id": 2,
    "slug": "pao-de-chia",
    "urlToImage": "http://4.bp.blogspot.com/-CAUtQEu1w9M/U4pYzu8cdoI/AAAAAAAAH6k/RvVA33z3v_4/s1600/DSCN8278.JPG",
    "title": "Pão de Chia",
    "subtitle": "Pão de chia vegano, sem glúten e sem lactose",
    "ingredients": "250 g de macaxeira (mandioca/aipim) cozida e amassada, 250 g de polvilho doce ou azedo, 1/2 colher de sopa de chia, 1 colher de chá de sal, 75 ml de azeite, 1 colher de chá de açafrão, 1 colher de sopa de orégano, Água o quanto baste",
    "phases": "Misture os ingredientes secos em um tigela. Adicione o azeite e misture até virar uma farofinha. Junte a macaxeira cozida e comece a trabalhar a massa incorporando todos os ingredientes - é coisa rápida. Coloque água aos poucos (bem pouco mesmo!) somente até a massa começar a soltar das mãos. Modele as bolinhas e distribua em uma assadeira untada (rende +/- 30). Leve ao forno preaquecido a 200 graus até a casca ficar firme",
    "type": "SALGADAS"
  },
  {
    "id": 3,
    "slug": "bolo-de-limao",
    "urlToImage": "https://vovopalmirinha.com.br/wp-content/uploads/2020/03/vovo-palmirinha-bolo-de-limao.jpg",
    "title": "Bolo de Limão",
    "subtitle": "Bolo de Limão Vegano, sem leite e ovos",
    "ingredients": "2 xícaras (de chá) de farinha de trigo, 1 xícara (de chá) de açúcar cristal, 1/2 xícara (de chá) de óleo vegetal, 3/4 de xícara (de chá) de água, 1/4 de xícara (de chá) de suco de limão – usei o taiti, 2 colheres (de chá) de raspas de limão – do próprio limão taiti, 1/4 de colher (de chá) de bicarbonato de sódio (ou uma pitada), 1 e 1/2 colher (de chá) de fermento em pó, 1/2 xícara (de chá) de açúcar de confeiteiro, 2 ou 3 colheres (de sopa) de leite de coco, Raspas de limão para decorar",
    "phases": "Pré-aqueça o forno a 210ºC e em uma vasilha, coloque a farinha de trigo, o açúcar, o óleo, a água, o suco e as raspas de limão. Misture bem até obter uma massa homogênea. Adicione o bicarbonato de sódio e o fermento em pó e misture novamente. Despeje a massa em uma forma untada com óleo e farinha e asse por cerca de 40 minutos ou até o bolo ficar douradinho. Para a cobertura, misture 1/2 xícara de açúcar de confeiteiro com 2 colheres de sopa de leite de coco ou 3, se você preferir mais molinho. Jogue sobre o bolo e decore com raspas de limão. Está pronto!",
    "type": "DOCES"
  },
  {
    "id": 4,
    "slug": "bolo-branco",
    "urlToImage": "https://truffle-assets.imgix.net/ea03e15f-bolo-beijinho-l-thumb.jpg",
    "title": "Bolo Branco",
    "subtitle": "Bolo Branco com Recheio de Abacaxi com Coco",
    "ingredients": "2 xícaras (de chá) de farinha de trigo peneirada, 1 xícara (de chá) de açúcar cristal peneirado, 1/4 de colher (de chá) de sal, 2 colheres (de sopa) de óleo vegetal (usei o de milho), 1 colher (de sopa) de vinagre branco, 1 de xícara (de chá) de água,1 colher (de chá) de essência de baunilha, 2 colheres (de sopa) de leite de coco, 2 colheres (de chá) de fermento em pó, 2 xícaras (de chá) de abacaxi bem picado, 1/3 de xícara (de chá) de açúcar cristal ou demerada, 1/2 xícara (de chá) de leite vegetal (usei o de soja), 1/4 de xícara (de chá) de leite de coco, 1/4 de xícara (de chá) de água + 3 colheres (de sopa) de amido de milho misturados, 1/4 de xícara (de chá) de chá de coco ralado, 1/4 de xícara (de chá) de leite de coco, 1/4 de xícara (de chá) de leite de amêndoas",
    "phases": "Pré-aqueça o forno a 210ºC e unte uma assadeira redonda de 20cm com óleo e farinha de trigo. Em uma vasilha, coloque a farinha de trigo peneirada, o açúcar cristal peneirado, o sal e misture. Adicione o óleo, o vinagre, a água, a essência de baunilha e o leite de coco. Bata tudo com um fouet ou garfo até ficar uma massa uniforme. Acrescente o fermento em pó e misture para espalhar. Coloque esta massa na assadeira e asse por cerca de 40 minutos, ou até você espetar uma faca ou palito e ele sair limpo. Espere o bolo esfriar por uns 15 minutos, em seguida desenforme e reserve. Em uma panela, coloque o abacaxi picado em cubinhos pequenos, o açúcar, mexa, e deixe cozinhando até a água produzida diminuir e o abacaxi ficar levemente caramelizado. Adicione o leite vegetal, o leite de coco, misture e adicione a água com o amido de milho bem misturado. Misture rapidamente, pois o creme irá engrossar bem rápido. Desligue, adicione o coco ralado, misture e reserve. Corte o bolo ao meio, com o auxílio de uma faca grande, e reserve a parte de cima. Ajeite a parte de baixo em uma prato onde o bolo vai ser montado. Molhe a metade do bolo que ficou sobre o prato como preferir, eu usei metade da misturinha de leite de coco com leite de amêndoas (guarde a outra metade para a outra parte). Coloque o recheio, deixando um dedo de distância da beirada para não transbordar. Cubra com a outra parte do bolo, aperte levemente e faça furinhos sobre a superfície, com o auxílio de um garfo. Molhe o bolo com o restante do líquido e cubra com chantilly. Salpique coco e se tiver bicos de confeitar, decore seu bolo! Está pronto!",
    "type": "DOCES"
  },
  {
    "id": 5,
    "slug": "bolo-prestigio",
    "urlToImage": "https://amorpelacomida.com.br/wp-content/uploads/2018/06/bolo-prestigio-fit-simples-de-forno-aniversario-c-recheio.jpg",
    "title": "Bolo Prestígio",
    "subtitle": "Bolo Prestígio Sem Glúten",
    "ingredients": "2 colheres (de sopa) de sementes de linhaça, 6 colheres (de sopa) de água, 1 e 1/2 xícara (de chá) de farinha de arroz branca, 1 xícara (de chá) de açúcar demerara, 1/2 xícara (de chá) de cacau em pó, 1 pitada de sal, 1/2 xícara (de chá) de chá de óleo, 1 xícara (de chá) de água quente, 1 colher (de sopa) de vinagre branco, 1 colher (de sopa) de fermento químico, 150g de chocolate meio amargo sem glúten e sem leite, 2 colheres (de sopa) de leite de coco de vidro",
    "phases": "Pré-aqueça o forno a 210ºC. Em um liquidificador, coloque as sementes de linhaça e bata para triturar bem. Coloque em uma vasilha e adicione as 6 colheres de água e deixe de molho por 15 minutos, até virar uma geleia. Esta mistura serve para substituir o ovo. Unte uma assadeira pequena com óleo e polvilhe cacau em pó. Você pode usar farinha de arroz, porém a farinha deixará marcas brancas no seu bolo. Em uma vasilha, coloque a farinha de arroz, o açúcar, o cacau, a pitada de sal, o óleo, e adicione a mistura de linhaça, a água quente, o vinagre e misture bem. Adicione o fermento e misture novamente. Coloque a massa na assadeira e leve para assar por cerca de 40 minutos ou até espetar um garfo ou uma faca e ele sair limpo. Evite assar demais, seu bolo pode ficar seco e duro. Deixe esfriar por pelo menos 15 minutos antes de desenformar. Reserve. Faça o recheio; eu usei como base esta receita de beijinho que ensinei aqui, porém usei amido de milho no lugar da farinha de trigo, para o beijinho também ficar sem glúten. Desligue o beijinho antes dele ter o ponto de enrolar, senão o recheio ficará muito duro, o meu ficou cerca de 15 minutos no fogo baixo. Deixe esfriar. Corte o bolo ao meio, com uma faca ou com um barbante. Coloque a parte de baixo no prato em que ele será montado, e molhe com algumas colheres de leite vegetal, nesta receita usei o de amêndoas (molhei com cerca de 4 colheres). Coloque um beijinho vegano e espalhe bem. Tampe com a outra parte do bolo, faça alguns furos com o garfo e molhe com mais algumas colheres de leite vegetal. Ajeite o beijinho que estiver escorrendo, para ficar certinho na hora de cobrir. Reserve. Derreta 150g de chocolate meio amargo sem leite e espere esfriar. Adicione o leite de coco e misture bem. Cubra o bolo com esta mistura e salpique raspas de chocolate e coco ralado. Este bolo é mais gostoso geladinho. Recomendo deixar por ao menos umas 3 horas na geladeira antes de servir. Está pronto!",
    "type": "DOCES"
  },
  {
    "id": 6,
    "slug": "almondegas-de-tofu",
    "urlToImage": "http://2.bp.blogspot.com/_nd08FVkVLog/Smdu3ZO7Q8I/AAAAAAAADRI/W0kGafcl5yw/w1200-h630-p-k-no-nu/almondegastofu.jpg",
    "title": "Almôndegas de Tofu",
    "subtitle": "Almôndegas Veganas feitas com Tofu",
    "ingredients": "300g de tofu (firme ou macio, que dê para amassar e modelar), 2 colheres (de sopa) de azeite, 1/2 xícara (de chá) de cebola picada, 3 dentes de alho picados, 1/2 xícara (de chá) de cenoura ralada, 1/2 colher (de chá) de páprica picante, 1/2 colher (de chá) de cominho em pó, 2 colheres (de chá) de orégano, Sal a gosto (uso cerca de 1/2 colher de chá), Pimenta a gosto, 1 colher (de sopa) de suco de limão, 1/2 xícara (de chá) de salsinha e cebolinha picadas, 1/2 xícara (de chá) de aveia em flocos finos, Farinha de trigo branca, integral ou de arroz (cerca de 1/2 xícara)",
    "phases": "Amasse bem o tofu e em seguida aperte-o bem em um pano de prato limpo, voal ou coador de pano para eliminar o excesso de água. Reserve. Em uma panela em fogo médio, coloque o azeite e refogue a cebola e o alho até ficarem levemente dourados. Abaixe o fogo e adicione o tofu, a cenoura ralada, a páprica picante, o cominho em pó, o orégano, e tempere com sal e pimenta a gosto. Refogue por 1 minuto. Desligue e acrescente o suco de limão e a cebolinha e a salsinha picadas. Deixe esfriar por cerca de 20 minutos para não se queimar ao manusear. Adicione a aveia em flocos finos e misture. Acrescente farinha de trigo branca, integral ou de arroz até dar liga e conseguir modelar bolinhas. Geralmente uso cerca de 1/2 xícara. Unte as mãos com óleo e modele bolinhas do tamanho de uma colher de sobremesa. Se fizer deste tamanho, vai obter cerca de 28 unidades. Frite em uma frigideira antiaderente com um fio de óleo por cerca de 10 minutos em fogo baixo até ficarem douradas de todos os lados, ou asse por cerca de 30 minutos em forno preaquecido a 200ºC, procurando virar as almôndegas de vez em quando. Sirva as almôndegas com o molho e salpique salsinha por cima. Está pronto!",
    "type": "SALGADAS"
  },
  {
    "id": 7,
    "slug": "chilli-vegano",
    "urlToImage": "https://thepeskyvegan.com/wp-content/uploads/2019/12/easy-vegan-chilli-feature.jpg",
    "title": "Chilli Vegano",
    "subtitle": "Chilli Vegano",
    "ingredients": "1 xícara (de chá) de feijão vermelho cru, 1/2 xícara (de chá) de feijão preto cru, 2 xícaras (de chá) de cebola picada, 4 dentes de alho picados, 1 xícara (de chá) de cenoura bem picada, 1 xícara (de chá) de pimentão vermelho e amarelo picados, 1/2 colher (de chá) de páprica doce, 1/2 colher (de chá) de páprica defumada, 1 colher (de sopa) de orégano desidratado, 1 xícara (de chá) de extrato de tomate, 1 pitadinha de açúcar, Mostarda a gosto, 1 folha de louro, 1 xícara (de chá) de salsinha e cebolinha picadas, Sal a gosto, Azeite a gosto, Pimenta moída a gosto. ",
    "phases": "Coloque o feijão vermelho em uma vasilha, cubra com água e deixe de molho por 12h. Faça o mesmo com o feijão preto. Escorra, lave e cozinhe o feijão vermelho coberto por 2 dedos de água por cerca de 15 minutos depois que pegar pressão ou até ficar macio. Em seguida, cozinhe também o feijão preto, até ficar macio, mas não desmanchando. Geralmente deixo cozinhar por cerca de 13 minutos depois que pegar pressão. Separe metade do feijão vermelho e coloque o restante em um liquidificador juntamente com 1 xícara da água do cozimento. Bata por 1 minuto e reserve. (Se quiser, guarde o restante do caldo para utilizar em sopas). Em uma panela grande em fogo médio, coloque um fio de óleo e refoque a cebola picada e o alho picado até ficarem levemente dourados. Adicione a cenoura picada, o pimentão vermelho e o amarelo picados e refogue por 2 minutos. Tempere com sal a gosto, com a páprica doce, com a páprica defumada e com o orégano desidratado (Você pode adicionar mais temperos, se preferir). Refogue por mais 1 minuto e adicione o feijão vermelho que estava separado e o feijão preto cozido e escorrido. Misture. Acrescente o extrato de tomate, adicione uma pitadinha de açúcar, a folha de louro e adicione o feijão batido. Misture e deixe cozinhar por cerca de 15 minutos em fogo baixo. Mexa de vez em quando. Adicione mostarda a gosto, geralmente coloco 3 colheres de sopa, corrija o sal, se necessário, e adicione a salsinha e a cebolinha picadas. Regue com um fio de azeite e, se quiser, tempere com pimenta moída. Sirva com os petiscos e está pronto!",
    "type": "SALGADAS"
  }
]